Repository: realcopacetic/skin.copacetic
Catalog: language/resource.language.*/strings.po
Languages: sv_se, zh_cn

# Addon Summary
source: A real good time with your media.
sv_se: En riktigt bra stund med dina medier.
zh_cn: 与您的媒体共度美好时光。

# Addon Description
source: Clear away the clutter with a minimal skin designed to bring maximum impact to the artwork that you curate for your favourite movies, shows and music. Copacetic is a labour of love more than five years in the making. I hope you enjoy it.
sv_se: Rensa bort röran med ett minimalt skal som är utformat för att ge maximal effekt åt de omslag som du skapar för dina favoritfilmer, tv-serier och musik. Copacetic är ett arbete av kärlek som har pågått i mer än fem år. Jag hoppas att du kommer att tycka om det.
zh_cn: 使用简洁的外观清除杂乱，旨在为您和为您喜爱的电影、剧集和音乐的艺术作品带来最大的影响。 Copacetic 是五年多来的心血结晶。我希望你喜欢它。

# #31000
source: List
sv_se: Lista
zh_cn: 列表

# #31001
source: Billboard
sv_se: Affischtavla
zh_cn: 广告牌

# #31002
source: Showcase
zh_cn: 展示柜

# #31003
source: Strip
zh_cn: 条带

# #31004
source: Grid
sv_se: Rutnät
zh_cn: 网格

# #31005
source: Layout
zh_cn: 布局

# #31006
source: Posters
sv_se: Poster
zh_cn: 海报

# #31007
source: Fanart
zh_cn: 同人画

# #31008
source: Square
sv_se: Fyrkant
zh_cn: 方块

# #31009
source: Like song
sv_se: Gilla låt
zh_cn: 喜欢歌曲

# #31010
source: Unlike song
sv_se: Gilla inte låt
zh_cn: 不喜欢歌曲

# #31011
source: Create radio station
sv_se: Skapa radiostation
zh_cn: 创建广播电台

# #31012
source: Sort
sv_se: Sortera
zh_cn: 排序

# #31013
source: Order
sv_se: Sortera
zh_cn: 顺序

# #31014
source: Include
sv_se: Inkludera
zh_cn: 包括

# #31015
source: Trailers
zh_cn: 预告片

# #31016
source: Details
sv_se: Detaljer
zh_cn: 详细资料

# #31017
source: Title
sv_se: Titel
zh_cn: 标题

# #31018
source: Title and Info
sv_se: Titel och information
zh_cn: 标题和信息

# #31019
source: Title and Plot
sv_se: Titel och handling
zh_cn: 标题和剧情

# #31020
source: Title and Biography
sv_se: Titel och biografi
zh_cn: 标题和传记

# #31021
source: Title and Review
sv_se: Titel och recension
zh_cn: 标题和评论

# #31022
source: Title and Description
sv_se: Titel och beskrivning
zh_cn: 标题和描述

# #31024
source: Flags
sv_se: Flaggor
zh_cn: 标志

# #31025
source: Studio
zh_cn: 工作室

# #31026
source: Age rating
sv_se: Åldersklassificering
zh_cn: 年龄分级

# #31027
source: Thumbnails
sv_se: Miniatyrbilder
zh_cn: 缩略图

# #31028
source: Side
sv_se: Sida
zh_cn: 侧面

# #31029
source: Overlay
sv_se: Överlägg
zh_cn: 覆盖

# #31030
source: Breadcrumb
zh_cn: 面包屑

# #31100
source: Ends
sv_se: Slutar
zh_cn: 结束

# #31101
source: Rating
sv_se: Betyg
zh_cn: 评分

# #31102
source: Credit
sv_se: Tack till
zh_cn: 演职人员

# #31103
source: for
sv_se: för
zh_cn: 给

# #31104
source: including
sv_se: inkluderar
zh_cn: 包括

# #31107
source: Dolby Vision
zh_cn: 杜比视界

# #31109
source: Ultra HD
zh_cn: 超高清

# #31110
source: Full HD
zh_cn: 全高清

# #31111
source: HD
zh_cn: 高清

# #31112
source: SD
zh_cn: 标清

# #31114
source: mins
sv_se: min
zh_cn: 分钟

# #31115
source: pics
sv_se: bilder
zh_cn: 图片

# #31116
source: pic
sv_se: bild
zh_cn: 图片

# #31117
source: channels
sv_se: kanaler
zh_cn: 频道

# #31118
source: channel
sv_se: kanal
zh_cn: 频道

# #31200
source: Continue watching
sv_se: Fortsätt titta
zh_cn: 继续观看

# #31201
source: Next up
zh_cn: 接下来

# #31202
source: Latest movies
sv_se: Senaste filmerna
zh_cn: 最近添加的电影

# #31203
source: Latest TV shows
sv_se: Senaste TV-serierna
zh_cn: 最新的电视节目

# #31204
source: Random movies
sv_se: Slumpvis utvalda filmer
zh_cn: 随机电影

# #31205
source: Random TV shows
sv_se: Slumpmässiga TV-serier
zh_cn: 随机电视节目

# #31206
source: Latest albums
sv_se: Senaste albumen
zh_cn: 最新专辑

# #31207
source: Recently played albums
sv_se: Nyligen spelade album
zh_cn: 最近播放的专辑

# #31208
source: Random albums
sv_se: Slumpvis utvalda album
zh_cn: 随机专辑

# #31209
source: Liked songs
sv_se: Gillade låtar
zh_cn: 喜欢的歌曲

# #31210
source: Custom
sv_se: Anpassad
zh_cn: 自定义

# #31211
source: More
sv_se: Mer
zh_cn: 更多

# #31212
source: Most played
sv_se: Mest spelade
zh_cn: 最多播放

# #31213
source: Similar
sv_se: Liknande
zh_cn: 类似

# #31214
source: Similar artists
sv_se: Liknande artister
zh_cn: 同类艺人

# #31215
source: Similar songs
sv_se: Liknande låtar
zh_cn: 相似歌曲

# #31216
source: More from Season
sv_se: Mer från säsong
zh_cn: 更多来自本季

# #31217
source: Episodes from Season
sv_se: Avsnitt från säsong
zh_cn: 本季剧集

# #31218
source: More
sv_se: Mer
zh_cn: 更多

# #31219
source: More from
sv_se: Mer från
zh_cn: 更多来自

# #31220
source: More soundtracks
sv_se: Fler ledmotiv
zh_cn: 更多原声带

# #31221
source: Similar albums
sv_se: Liknande album
zh_cn: 类似专辑

# #31222
source: Featuring
sv_se: Med
zh_cn: 特色

# #31300
source: Rated
sv_se: Betygsatt
zh_cn: 已评分

# #31301
source: Stop
sv_se: Stoppa
zh_cn: 停止

# #31302
source: Rewind
sv_se: Spolar bakåt
zh_cn: 回退

# #31303
source: Forward
sv_se: Framåt
zh_cn: 前进

# #31304
source: Rating
sv_se: Betyg
zh_cn: 评分

# #31305
source: Playlist
sv_se: Spellista
zh_cn: 播放列表

# #31306
source: Fullscreen
sv_se: Helskärm
zh_cn: 全屏

# #31400
source: General
sv_se: Allmänt
zh_cn: 常规

# #31500
source: Configure your Copacetic theme, menus and background artwork service.
sv_se: Konfigurera ditt Copacetic-tema, dina menyer och dina bakgrundsbilder.
zh_cn: 配置您的 Copacetic 主题、菜单和背景艺术作品服务。

# #31416
source: Menus
sv_se: Menyer
zh_cn: 菜单

# #31432
source: Background
sv_se: Bakgrund
zh_cn: 背景

# #31532
source: Customise background slideshows, brightness and panel opacity
sv_se: Anpassa bakgrundsbildspel, ljusstyrka och panelopacitet
zh_cn: 自定义背景幻灯片、亮度和面板不透明度

# #31401
source: Home
sv_se: Hem
zh_cn: 主页

# #31501
source: Get your home screen looking just the way you want it.
sv_se: Få din hemskärm att se ut precis som du vill ha den.
zh_cn: 让您的主屏幕看起来如您所愿。

# #31402
source: Widgets
sv_se: Widgetar
zh_cn: 小部件

# #31502
source: Build out your home screen with up to nine fully customisable widgets.
sv_se: Bygg ut din hemskärm med upp till nio helt anpassningsbara widgetar.
zh_cn: 使用多达九个完全可定制的小部件构建您的主屏幕。

# #31403
source: Views
sv_se: Vyer
zh_cn: 视图

# #31503
source: Choose which views to enable for different parts of Kodi. Views can be customised for each individual content type from the options menu when browsing your media.
sv_se: Välj vilka vyer som ska aktiveras för olika delar av Kodi. Vyer kan anpassas för varje enskild innehållstyp från alternativmenyn när du bläddrar bland dina medier.
zh_cn: 选择为 Kodi 的不同部分启用哪些视图。浏览媒体时，可以从选项菜单中为每种内容类型自定义视图。

# #31404
source: Customisations
sv_se: Anpassningar
zh_cn: 定制化

# #31504
source: Make Copacetic your own with tweaks that change the functionality of the skin.
sv_se: Gör Copacetic till din egen med finjusteringar som ändrar funktionaliteten i skalet.
zh_cn: 通过改变皮肤功能的调整，使 Copacetic 成为您自己想要的样子。

# #31405
source: Extras
sv_se: Extra
zh_cn: 额外

# #31505
source: Configure exclusive Copacetic features including embedded lists, the music player widget, in-view multiart slideshows and automatic trailer playback.
sv_se: Konfigurera exklusiva Copacetic-funktioner som inbäddade listor, widgeten för musikspelare, bildspel med flera bilder och automatisk uppspelning av trailers.
zh_cn: 配置独特的 Copacetic 功能，包括嵌入式列表、音乐播放器小部件、视图内多艺术幻灯片和自动预告片播放。

# #31406
source: Experiments
sv_se: Experiment
zh_cn: 实验功能

# #31506
source: New features being tested or those requested by users that don't necessarily meet the desisgn ethos of the rest of Copacetic. It's recommended to leave these off for optimal user experience.
sv_se: Nya funktioner som testas eller som efterfrågas av användare som inte nödvändigtvis uppfyller designprinciperna för resten av Copacetic. Vi rekommenderar att du inaktiverar dessa för att få en optimal användarupplevelse.
zh_cn: 正在测试的新功能或用户要求的功能不一定符合 Copacetic 其余部分的设计精神。建议保留这些以获得最佳用户体验。

# #31407
source: Night
sv_se: Natt
zh_cn: 暗色

# #31507
source: Select 'Night' or 'Light' theme. Switch between themes on the fly via the shutdown menu.
sv_se: Välj temat "Natt" eller "Ljus". Växla mellan teman direkt via avstängningsmenyn.
zh_cn: 选择“暗色”或“明亮”主题。通过关闭菜单在主题之间即时切换。

# #31408
source: Light
sv_se: Ljus
zh_cn: 明亮

# #31409
source: Accent colour
sv_se: Accentfärg
zh_cn: 强调色

# #31509
source: Personalise Copacetic with your own accent colour. Where info is displayed on top of this colour, such as the episodes count icon in Grid view, Copacetic will automatically select between white and black text to maximise contrast.
sv_se: Anpassa Copacetic med din egen accentfärg. När information visas ovanpå den här färgen, t.ex. ikonen för antal avsnitt i rutnätsvyn, väljer Copacetic automatiskt mellan vit och svart text för att maximera kontrasten.
zh_cn: 使用您自己的强调色来个性化 Copacetic。如果信息显示在该颜色的顶部，例如网格视图中的剧集计数图标，Copacetic 会自动在白色和黑色文本之间进行选择，以最大程度地提高对比度。

# #31410
source: Choose accent colour
sv_se: Välj accentfärg
zh_cn: 选择强调色

# #31411
source: Reset accent colour
sv_se: Återställ accentfärgen
zh_cn: 重置强调色

# #31412
source: Recommended Kodi settings for Copacetic
sv_se: Rekommenderade Kodi-inställningar för Copacetic
zh_cn: Copacetic 的推荐 Kodi 设置

# #31512
source: Highlights the Kodi settings recommended to change for optimal Copacetic user experience. Toggle each proposed change on/off to your liking, then accept the changes you wish to keep.
sv_se: Markerar de Kodi-inställningar som rekommenderas att ändra för optimal användarupplevelse i Copacetic. Växla varje föreslagen ändring på/av efter eget tycke och acceptera sedan de ändringar du vill behålla.
zh_cn: 突出显示建议更改的 Kodi 设置以获得最佳 Copacetic 用户体验。根据您的喜好打开/关闭每个建议的更改，然后接受您希望保留的更改。

# #31413
source: Copacetic recommends changing the following Kodi settings for optimal user experience. Disable settings if you wish to keep their current value. Faded settings are disabled and show the current value.
sv_se: Copacetic rekommenderar att du ändrar följande Kodi-inställningar för optimal användarupplevelse. Inaktivera inställningar om du vill behålla deras nuvarande värde. Uttonade inställningar är inaktiverade och visar det aktuella värdet.
zh_cn: Copacetic 建议更改以下 Kodi 设置以获得最佳用户体验。如果您希望保留当前值，请禁用设置。褪色设置被禁用并显示当前值。

# #31414
source: These will not be changed.
sv_se: Dessa kommer inte att ändras.
zh_cn: 这些不会改变。

# #31421
source: Enable clearlogo cropper
sv_se: Aktivera clearlogo-beskärare
zh_cn: 启用clearlogo裁剪器

# #31521
source: Clearlogos cached in Kodi's texture library will be cropped as they are required. Cropped versions are saved to a separate cache. Once a cropped clearlogo is cached, performance impact should be minimal. No changes are made to the original artwork. This process is run by Copacetic as a background service. Disable to improve performance.
zh_cn: 缓存在 Kodi 纹理库中的 Clearlogo 将根据需要进行裁剪。裁剪后的版本保存到单独的缓存中。一旦裁剪后的透明徽标被缓存，对性能的影响应该是最小的。对原始艺术作品没有进行任何更改。该进程由 Copacetic 作为后台服务运行。禁用以提高性能。

# #31422
source: Clear cache
sv_se: Rensa cache
zh_cn: 清除缓存

# #31522
source: This will delete the cropped clearlogo cache. To prevent cropped clearlogos from being cached, make sure to disable the clearlogo cropping background service above.
zh_cn: 这将清除裁剪后的clearlogo 缓存。为了防止缓存裁剪后的clearlogo，请确保禁用上面的clearlogo裁剪后台服务。

# #31423
source: Colourise media flags
sv_se: Färglägg medieflaggor
zh_cn: 为媒体标志着色

# #31523
source: Media flags are colourised using the dominant colour from the processed clearlogo. The dominant colour will be used as long as there is enough contrast with the current background colour. You can adjust the contrast thresholds for dark and light backgrounds below.
zh_cn: 媒体标志使用经过处理的透明徽标的主色进行着色。只要与当前背景颜色有足够的对比度，就会使用主颜色。您可以在下面调整深色和浅色背景的对比度阈值。

# #31424
source: Adjust colour contrast thresholds
sv_se: Justera tröskelvärdena för färgkontrast
zh_cn: 调整颜色对比度阈值

# #31524
source: Adjust the amount of contrast required between the background and the flag colour. Raising the bottom threshold means only lighter colours will be accepted on dark backgrounds. Lowering the top threshold means only darker colours can be used on light backgrounds. Avoids dark flags on dark backgrounds or light flags on light backgrounds. Default range: 65 - 460.
zh_cn: 调整背景和标志颜色之间所需的对比度。提高底部阈值意味着深色背景上仅接受较浅的颜色。降低最高阈值意味着在浅色背景上只能使用较暗的颜色。避免在深色背景上使用深色标志或在浅色背景上使用浅色标志。默认范围：65 - 460。

# #31417
source: Home menu
sv_se: Hemmeny
zh_cn: 主菜单

# #31517
source: Configure your home menu shortcuts. For each shortcut, you can select an optional background to override the default slideshows.
sv_se: Konfigurera genvägarna i hemmenyn. För varje genväg kan du välja en valfri bakgrund för att åsidosätta standardbildspelen.
zh_cn: 配置您的主菜单快捷方式。对于每个快捷方式，您可以选择一个可选背景来覆盖默认幻灯片。

# #31418
source: Shutdown menu
sv_se: Avstängningsmeny
zh_cn: 关机菜单

# #31518
source: Configure your shutdown menu shortcuts. Context-dependent 'Home', 'Theme' and 'Settings' shortcuts cannot be removed.
sv_se: Konfigurera genvägarna i avstängningsmenyn. Kontextberoende genvägar till "Hem", "Tema" och "Inställningar" kan inte tas bort.
zh_cn: 配置关机菜单快捷方式。无法删除上下文相关的“主页”、“主题”和“设置”快捷方式。

# #31492
source: Enable home shortcut in Shutdown menu
sv_se: Aktivera genväg till hemmeny i avstängningsmenyn
zh_cn: 在关机菜单中启用主页快捷方式

# #31493
source: Enable theme switcher shortcut in Shutdown menu
sv_se: Aktivera genväg till temaväxlare i avstängningsmenyn
zh_cn: 在关机菜单中启用主题切换器快捷方式

# #31494
source: Enable LibreELEC menu shortcut in Shutdown menu
sv_se: Aktivera genväg till LibreELEC-menyn i menyn Avstängning
zh_cn: 在关机菜单中启用 LibreELEC 菜单快捷方式

# #31419
source: Reset all menus
sv_se: Återställ alla menyer
zh_cn: 重置所有菜单

# #31425
source: Global
zh_cn: 全局

# #31426
source: Limit background slideshow artwork to...
sv_se: Begränsa bakgrundsbilderna i bildspelet till...
zh_cn: 将背景幻灯片艺术作品限制为...

# #31436
source: Movies / TV shows / Artists
sv_se: Filmer / TV-serier / Artister
zh_cn: 电影/电视节目/艺术家

# #31437
source: Movies / TV shows
sv_se: Filmer / TV-serier
zh_cn: 电影/电视节目

# #31438
source: Custom source
sv_se: Anpassad källa
zh_cn: 定制来源

# #31439
source: Choose path or playlist...
sv_se: Välj sökväg eller spellista...
zh_cn: 选择路径或播放列表...

# #31427
source: Background slideshow speed (seconds)
zh_cn: 背景幻灯片播放速度（秒）

# #31527
source: Choose how quickly artwork in the slideshow should be refreshed. Default: 10 seconds
sv_se: Välj hur snabbt bilderna i bildspelet ska uppdateras. Standard: 10 sekunder
zh_cn: 选择幻灯片中图稿的刷新速度。默认值：10 秒

# #31587
source: Adjust the opacity of background panels that appear on top of artwork. Default: 75%
sv_se: Justera opaciteten för bakgrundspaneler som visas ovanpå bilder. Standard: 75%
zh_cn: 调整出现在图稿顶部的背景面板的不透明度。默认：75%

# #31495
source: Show the name of the current displayed background
zh_cn: 显示当前背景的名称

# #31433
source: Override home background with global slideshow
zh_cn: 使用全局幻灯片覆盖主屏幕背景

# #31533
source: Use the selected global slideshow on the homescreen instead of local or skin.shortcuts slideshows
sv_se: Använd det valda globala bildspelet på hemskärmen i stället för lokala eller skin.shortcuts-bildspel
zh_cn: 在主屏幕上使用选定的全局幻灯片，而不是本地或 Skin.shortcuts 幻灯片

# #31529
source: Add widgets to your homescreen. To configure, go to the Widgets tab in the left menu. Choose from preset widgets, such as 'Continue watching', 'Next up' and 'Liked songs', or configure your own using any plugin source. Then select the view and display type you want to use for each widget. For custom widgets, you can also set the name, sort method and limit.
zh_cn: 将小部件添加到您的主屏幕。要进行配置，请转到左侧菜单中的“小部件”选项卡。从预设小部件中进行选择，例如“继续观看”、“下一首”和“喜欢的歌曲”，或使用任何插件源配置您自己的小部件。然后选择要用于每个小部件的视图和显示类型。对于自定义小部件，您还可以设置名称、排序方法和限制。

# #31430
source: Reset home screen widgets
zh_cn: 重置主屏幕小部件

# #31530
source: Reset home widgets to Copacetic defaults: 1. Continue watching 2. Next up 3. Latest movies 4. Latest TV shows
zh_cn: 将主屏幕小部件重置为 Copacetic 默认值： 1. 继续观看 2. 下一个 3. 最新电影 4. 最新电视节目

# #31431
source: Are you sure you want to reset all home widgets back to default?
zh_cn: 您确定要将所有主屏幕小部件重置为默认值吗？

# #31442
source: Enable screensaver
sv_se: Aktivera skärmsläckare
zh_cn: 启用屏幕保护程序

# #31542
source: After 10 seconds of inactivity, the home menu will be hidden, allowing the background artwork slideshow to run as a screensaver.
sv_se: Efter 10 sekunders inaktivitet döljs hemmenyn och bildspelet med bakgrundsbilder kan köras som skärmsläckare.
zh_cn: 闲置 10 秒后，主菜单将被隐藏，从而允许背景艺术幻灯片作为屏幕保护程序运行。

# #31443
source: Show clearlogos
sv_se: Visa clearlogos
zh_cn: 显示 clearlogos

# #31543
source: Clearlogos will be displayed as part of the screensaver when they are available.
sv_se: Clearlogos kommer att visas som en del av skärmsläckaren när de är tillgängliga.
zh_cn: 当 Clearlogos 可用时，它们将作为屏幕保护程序的一部分显示。

# #31445
source: Widget
zh_cn: 小部件

# #31489
source: Configure widgets
sv_se: Konfigurera widgetar
zh_cn: 配置小部件

# #31475
source: Kiosk mode
sv_se: Kioskläge
zh_cn: 售货亭模式

# #31575
source: When kiosk mode is enabled, all view customisation options in the hidden menu will be removed so no further changes can be made.
zh_cn: 启用信息亭模式后，隐藏菜单中的所有视图自定义选项都将被删除，因此无法进行进一步的更改。

# #31486
source: Disable hidden options menu
zh_cn: 禁用隐藏选项菜单

# #31586
source: With koisk mode enabled, you have the option to completely disable the hidden options menu. Warning: This will limit your ability to switch between views, change sort method, filter or search.
zh_cn: 启用信息亭模式后，您可以选择完全禁用隐藏选项菜单。 警告：这将限制您在视图之间切换、更改排序方法、过滤或搜索的能力。

# #31488
source: Add shutdown menu shortcut to hidden views menu
sv_se: Lägg till genväg till avstängningsmenyn i menyn för dolda vyer
zh_cn: 将关闭菜单快捷方式添加到隐藏视图菜单

# #31441
source: Add movement to fullscreen artwork
sv_se: Lägg till rörelse i bakgrundsbilder i helskärm
zh_cn: 为全屏图稿添加动态效果

# #31541
source: Adds a subtle 'Ken Burns effect'-style pan and zoom to the fullscreen background artwork.
sv_se: Lägger till en subtil panorering och zoomning i stil med "Ken Burns-effekten" till bakgrundsbilderna i helskärmsläge.
zh_cn: 向全屏背景图稿添加微妙的“Ken Burns 效果”风格的平移和缩放。

# #31446
source: Enable view for video and music windows
sv_se: Aktivera vy för video- och musikfönster
zh_cn: 启用视频和音乐窗口的视图

# #31546
source: Choose which windows to enable for each of the four additional Copacetic views. Keep any views you don't use disabled to speed up loading when a new media window is opened in Kodi.
zh_cn: 选择为四个附加 Copacetic 视图中的每一个启用哪些窗口。 在 Kodi 中打开新媒体窗口时，将不使用的任何视图保留为禁用状态以加快加载速度。

# #31447
source: Enable view for add-on and program windows
zh_cn: 在附加组件和程序窗口启动视图

# #31448
source: Enable view for pictures window
zh_cn: 在图片窗口启用视图

# #31449
source: Dim artwork for watched items or disabled add-ons
zh_cn: 使观看的项目或禁用的附加组件的图稿变暗

# #31450
source: Checkmarks for watched items or enabled add-ons
zh_cn: 已观看项目或已启用附加组件的复选标记

# #31451
source: Show unwatched episodes count
sv_se: Visa antalet osedda avsnitt
zh_cn: 显示未观看的剧集数

# #31551
source: Display the total number of unwatched episodes for a tv show or season on top of the progress bar.
zh_cn: 在进度条顶部显示电视节目或剧集未观看的剧集总数。

# #31452
source: Preferred classification ratings
sv_se: Föredragna klassificeringar
zh_cn: 首选分类评级

# #31552
source: Choose the classification system to use when displaying age rating flags. If your preferred classication system is not present, please request it on the forum.
sv_se: Välj det klassificeringssystem som ska användas vid visning av flaggor för åldersklassificering. Om det klassificeringssystem som du föredrar inte finns, kan du begära det på forumet.
zh_cn: 选择显示年龄分级标志时要使用的分类系统。 如果您喜欢的分类系统不存在，请在论坛上请求。

# #31453
source: Scroll by sort letter
sv_se: Rulla efter sorteringsbokstav
zh_cn: 按排序字母滚动

# #31553
source: When enabled, press down on horizontal scrollbars and right on vertical scrollbars to scroll by sort letter/number. This is dependent on the sort method currently selected. You can scroll by Name, File, Artist, Artist/Year, Album, Title, Original title, Rating, User rating, Play count, Number of discs, Duration, Appearances.
zh_cn: 启用后，按下水平滚动条并向右按下垂直滚动条可按排序字母/数字滚动。 这取决于当前选择的排序方法。 您可以按名称、文件、艺术家、艺术家/年份、专辑、标题、原始标题、评级、用户评级、播放次数、光盘数量、持续时间、外观进行滚动。

# #31454
source: Liked song rating threshold
zh_cn: 点赞歌曲评分阈值

# #31554
source: Overlay a binary user rating system (liked or not) on top of standard song user ratings. User ratings equal to or above this threshold are 'liked'. You can 'like' (set a user rating equivalent to the threshold) or 'unlike' (clear user rating) a song via the context menu, or embedded music player if enabled under Extras. The threshold will also be used by the 'Liked songs' widget. Set to 'Off' to disable.
zh_cn: 在标准歌曲用户评级之上叠加二元用户评级系统（喜欢或不喜欢）。 等于或高于此阈值的用户评级为“喜欢”。 您可以通过上下文菜单或嵌入式音乐播放器（如果在“附加”下启用）“喜欢”（设置等于阈值的用户评级）或“不喜欢”（清除用户评级）歌曲。 “喜欢的歌曲”小部件也将使用该阈值。 设置为“关闭”以禁用。

# #31484
source: Info screens
zh_cn: 信息屏幕

# #31485
source: Disable star ratings
zh_cn: 禁用星级评定

# #31478
source: Video player
sv_se: Videospelare
zh_cn: 视频播放器

# #31490
source: Enable Up Next widget during playback
zh_cn: 在播放期间启用“上一个下一个”小部件

# #31491
source: Choose artwork type to display in Up Next widget
zh_cn: 选择要在“上一个 下一个”小部件中显示的艺术品类型

# #31455
source: Instantly hide progress bar on pause screen
zh_cn: 立即隐藏暂停屏幕上的进度条

# #31555
source: Subtitles will not be obscured when video playback is paused.
zh_cn: 视频播放暂停时，字幕不会被遮挡。

# #31456
source: Show info on pause screen
zh_cn: 在暂停屏幕上显示信息

# #31556
source: Video information, which can be displayed during fullscreen video playback by pressing <i>, will also be displayed automatically when the video is paused.
zh_cn: 全屏视频播放时按<i>可显示视频信息，视频暂停时也会自动显示。

# #31479
source: Music player
sv_se: Musikspelare
zh_cn: 音乐播放器

# #31480
source: Enable background fanart
sv_se: Aktivera fanart i bakgrund
zh_cn: 启用背景同人画

# #31481
source: Visualisation screen album cover
sv_se: Visualiseringsskärm för albumomslag
zh_cn: 可视化屏幕专辑封面

# #31470
source: Use unwatched count in info details
sv_se: Använd osedda antal i informationsdetaljer
zh_cn: 在信息详细信息中使用未观看计数

# #31570
source: Replaced 'A/B watched' with 'X/Y unwatched' in all info lines. This information duplicates the unwatched episode count indicator, which can be enabled under Customisations and is integrated into the progress bar.
sv_se: Ersatte "A/B sedda" med "X/Y osedda" i alla informationsrader. Den här informationen duplicerar indikatorn för antal osedda avsnitt, som kan aktiveras under Anpassningar och är integrerad i förloppsindikatorn.
zh_cn: 在所有信息行中将“A/B 已观看”替换为“X/Y 未观看”。 此信息重复未观看的剧集计数指示器，该指示器可以在“自定义”下启用并集成到进度栏中。

# #31571
source: Enables Grid view fanart layout for the pictures window. Because pictures can take any aspect ratio, it is recommended to stick to square layouts for the optimal experience. Keep disabled to improve performance.
zh_cn: 为图片窗口启用网格视图同人画布局。 由于图片可以采用任何宽高比，因此建议坚持使用方形布局以获得最佳体验。 保持禁用以提高性能。

# #31457
source: Embedded lists
sv_se: Inbäddade listor
zh_cn: 嵌入列表

# #31458
source: Enable embedded lists for sets, tv shows and artists
zh_cn: 启用场景、电视节目和艺术家的嵌入列表

# #31558
source: Enrich video and music views by enabling embedded secondary lists that allow you to scroll through the movies in a set, the seasons in a tv show and the albums by an artist without clicking into an item. Instead, just press down on a listitem in horizontal views or left in vertical views to navigate the secondary list.
zh_cn: 通过启用嵌入式二级列表来丰富视频和音乐视图，让您无需单击某个项目即可滚动浏览一组电影、电视节目中的季节以及艺术家的专辑。 相反，只需在水平视图中按下列表项或在垂直视图中向左键即可导航辅助列表。

# #31459
source: Music player
sv_se: Musikspelare
zh_cn: 音乐播放器

# #31460
source: Enable embedded music player
zh_cn: 启用嵌入式音乐播放器

# #31560
source: View and control music playback from anywhere in Kodi with the music player widget, which is embedded into each unique Copacetic view. If you've set a 'Liked song rating threshold' under Customisations, you'll also be able to mark songs as 'Liked' straight from the widget or jump straight to a view of the currently playing artist.
zh_cn: 使用音乐播放器小部件在 Kodi 中的任何位置查看和控制音乐播放，该小部件嵌入到每个独特的 Copacetic 视图中。 如果您在“自定义”下设置了“喜欢的歌曲评级阈值”，您还可以直接从小部件将歌曲标记为“喜欢”或直接跳转到当前播放的艺术家的视图。

# #31462
source: Enable multiart slideshows
sv_se: Aktivera bildspel med flera bilder
zh_cn: 启用 multiart 幻灯片
