Repository: realcopacetic/skin.copacetic
Catalog: language/resource.language.*/strings.po
Languages: sv_se, zh_cn

# #31562
source: Enjoy more artwork with multiart slideshows, embedded directly into each view. Copacetic will play a slideshow of all available multiart in your library for a given listitem and art type. To add multiart, simply add additional artwork to the same folder as your main artwork with a number appended to the end then rescan the item, e.g. keyart.jpg, keyart1.jpg, keyart2.jpg or filename-poster.jpg, filename-poster1.jpg.
sv_se: Njut av fler bakgrundsbilder med bildspel med flera bilder, inbäddade direkt i varje vy. Copacetic spelar upp ett bildspel med alla tillgängliga multiart i ditt bibliotek för en given listpost och bildtyp. För att lägga till flera bilder lägger du helt enkelt till ytterligare bilder i samma mapp som dina huvudbilder med ett nummer i slutet och söker sedan igenom objektet, t.ex. keyart.jpg, keyart1.jpg, keyart2.jpg eller filnamn-poster.jpg, filnamn-poster1.jpg.
zh_cn: 通过直接嵌入到每个视图中的 multiart 幻灯片欣赏更多艺术作品。 Copacetic 将播放您的库中给定列表项和艺术类型的所有可用 multiart 的幻灯片。 要添加 multiart 作品，只需将其他艺术作品添加到与主要艺术作品相同的文件夹中，并在末尾附加一个数字，然后重新扫描该项目，例如 keyart.jpg、keyart1.jpg、keyart2.jpg 或 filename-poster.jpg、filename-poster1.jpg。

# #31563
source: Choose how long to display each artwork in the slideshow.
zh_cn: 选择幻灯片中每件作品的显示时间。

# #31464
source: Trailer autoplay
sv_se: Spela automatiskt upp trailer
zh_cn: 预告片自动播放

# #31465
source: Enable trailers to autoplay
sv_se: Aktivera automatisk uppspelning av trailers
zh_cn: 启用预告片自动播放

# #31565
source: Automatically start fullscreen playback of trailers after a short delay, which you can set below. Stop playback by pressing any direction button. In horizontal views, up/down ends playback with no further action until you scroll. Left/right ends playback and scrolls to the previous/next item, meaning the next trailer will begin automatically after the set delay. Directions are switched in vertical views.
zh_cn: 短暂延迟后自动开始全屏播放预告片，您可以在下面进行设置。 按任意方向按钮停止播放。 在水平视图中，向上/向下会结束播放，在滚动之前不会执行任何进一步操作。 左/右结束播放并滚动到上一个/下一个项目，这意味着下一个预告片将在设置的延迟后自动开始。 方向在垂直视图中切换。

# #31466
source: Delay before playback starts (seconds)
sv_se: Fördröjning innan uppspelning startar (sekunder)
zh_cn: 播放开始之前的延迟（秒）

# #31566
source: Choose how long you must wait on a selected movie or tv show before playback of the trailer starts.
sv_se: Välj hur länge du måste vänta på en vald film eller tv-serie innan uppspelningen av trailern startar.
zh_cn: 选择在开始播放预告片之前您必须等待所选电影或电视节目的时间。

# #31469
source: Play trailers for tv shows in video library
zh_cn: 播放视频库中电视节目的预告片

# #31473
source: Pause
sv_se: Paus
zh_cn: 暂停

# #31474
source: Auto-update
sv_se: Uppdatera automatiskt
zh_cn: 自动更新

# #31600
source: Match
zh_cn: 匹配

# #31601
source: Limit
sv_se: Gräns
zh_cn: 限制

# #31602
source: Sort
sv_se: Sortera
zh_cn: 排序

# #31603
source: Direction
sv_se: Riktning
zh_cn: 方向

# #31604
source: System
zh_cn: 系统

# #31605
source: Video codec
sv_se: Videokodek
zh_cn: 视频编码

# #31606
source: Video resolution
sv_se: Videoupplösning
zh_cn: 视频分辨率

# #31607
source: Video aspect ratio
sv_se: Bildförhållande för video
zh_cn: 视频宽高比

# #31608
source: Audio codec
sv_se: Ljudcodec
zh_cn: 音频编码

# #31609
source: Audio channels
sv_se: Ljudkanaler
zh_cn: 音频声道

# #31610
source: Audio bitrate
sv_se: Ljud överföringshastighet
zh_cn: 音频比特率

# #31611
source: Memory
sv_se: Minne
zh_cn: 内存

# #31613
source: Video decoder
sv_se: Videoavkodare
zh_cn: 视频解码器

# #31614
source: Pixel format
zh_cn: 像素格式

# #31615
source: Screen resolution
sv_se: Skärmupplösning
zh_cn: 屏幕分辨率

# #31616
source: System rendering speed
sv_se: Systemets renderingshastighet
zh_cn: 系统渲染速度

# #31617
source: System memory usage
sv_se: Systemets minnesanvändning
zh_cn: 系统内存使用

# #31618
source: System CPU usage
sv_se: Systemets CPU-användning
zh_cn: 系统 CPU 使用

# #31620
source: Media
zh_cn: 媒体

# #31621
source: Player
sv_se: Spelare
zh_cn: 播放器

# #31622
source: items
sv_se: objekt
zh_cn: 项

# #31623
source: item
sv_se: objekt
zh_cn: 项目

# #31624
source: Choose preferred classification ratings...
sv_se: Välj föredragen klassificering...
zh_cn: 选择首选分类评级...

# #31625
source: No items
sv_se: Inga objekt
zh_cn: 没有项目

# #31626
source: songs
sv_se: låtar
zh_cn: 歌曲

# #31627
source: song
sv_se: låt
zh_cn: 歌曲

# #31628
source: No songs added
sv_se: Inga låtar lades till
zh_cn: 没有添加歌曲

# #31629
source: Muted
sv_se: Tystad
zh_cn: 静音

# #31630
source: On first entry
sv_se: Vid första posten
zh_cn: 第一次进入时

# #31631
source: Add
sv_se: Lägg till
zh_cn: 添加

# #31632
source: Clear
sv_se: Töm
zh_cn: 清除

# #31633
source: Use selected as episode thumb
sv_se: Använd vald som avsnittsminiatyr
zh_cn: 使用所选内容作为剧集缩略图

# #31900
source: Who's watching?
sv_se: Vem tittar?
zh_cn: 谁在观看？

# #31901
source: Good evening
sv_se: God kväll
zh_cn: 晚上好

# #31902
source: Good afternoon
sv_se: God eftermiddag
zh_cn: 下午好

# #31903
source: Good morning
sv_se: God morgon
zh_cn: 早上好

# #31904
source: Happy New Year
sv_se: Gott nytt år
zh_cn: 新年快乐

# #31905
source: Happy National Popcorn Day
sv_se: Glad nationell popcorn-dag
zh_cn: 全国爆米花日快乐

# #31906
source: Happy Global Movie Day
sv_se: Glad globala filmdagen
zh_cn: 全球电影日快乐

# #31907
source: Happy Baftas Day
sv_se: Glad Bafta-dag
zh_cn: 英国电影学院奖日快乐

# #31908
source: Happy International Women's Day
sv_se: Glad internationella kvinnodagen
zh_cn: 国际妇女节快乐

# #31909
source: Happy Razzies Day
sv_se: Glad Razzies-dag
zh_cn: 酸酸莓日快乐

# #31910
source: Happy Oscars Day
sv_se: Glad Oscars-dag
zh_cn: 奥斯卡日快乐

# #31911
source: Happy Xmas
sv_se: God jul
zh_cn: 圣诞快乐

# #31912
source: Ramadan Mubarak
zh_cn: 斋月穆巴拉克

# #31913
source: Eid Mubarak
zh_cn: 开斋节穆巴拉克

# #31914
source: Happy Earth Day
sv_se: Glad jorddag
zh_cn: 地球日快乐

# #31032
source: Simple
sv_se: Enkel

# #31033
source: Detailed
sv_se: Detaljer

# #31307
source: Go to
sv_se: Gå till

# #31308
source: Timeshift
sv_se: Tidsförskjutning

# #31309
source: Jump to
sv_se: Hoppa till

# #31516
source: Choose the shortcuts you wish to add to your home and shutdown menus
sv_se: Välj de genvägar som du vill lägga till i start- och avstängningsmenyerna

# #31720
source: Speed up animations and window transitions [BETA]
sv_se: Snabbare animationer och fönsterövergångar [BETA]

# #31820
source: Reduces the default animation times for transitioning between windows and visibility fades. Removes delays on certain animations and disabled others entirely.
sv_se: Minskar standardanimeringstiderna för övergång mellan fönster och synlighetstoningar. Tar bort fördröjningar på vissa animationer och inaktiverar andra helt.

# #31721
source: Disable all viewtype scroll animations [BETA]
sv_se: Inaktivera alla rullanimationer för vytyper [BETA]

# #31821
source: Further speeds up browsing by setting the scrolltime for views to 0, removing the transitionary animations when navigating between listitems.
sv_se: Snabbar upp bläddringen ytterligare genom att ställa in rullningstiden för vyer till 0, vilket tar bort övergångsanimationerna när du navigerar mellan listobjekt.

# #31428
source: Prefer keyart for poster views on info screens and dialogs
sv_se: Föredra keyart för affischvisning på informationsskärmar och i dialogrutor

# #31700
source: Prefer landscape art for fanart views on info screens and dialogs
sv_se: Föredra liggande bilder för fanart-vyer på informationsskärmar och dialoger

# #31526
source: Choose to include only fanarts from the selected sections of your library in the background slideshow, or select a custom path, playlist or folder of images.
sv_se: Välj att bara inkludera fanarts från de valda delarna av ditt bibliotek i bakgrundsbildspelet, eller välj en anpassad sökväg, spellista eller mapp med bilder.

# #31427
source: Background slideshow speed
sv_se: Hastighet för bakgrundsbildspel

# #31732
source: seconds
sv_se: sekunder

# #31733
source: minutes
sv_se: minuter

# #31440
source: Background slideshow artwork brightness (%)
sv_se: Ljusstyrka för bakgrundsbildspel (%)

# #31540
source: Choose the brightness of backgrounds displayed on the home screen and other windows such as Settings and Add-ons. Default: 33%
sv_se: Välj ljusstyrka för bakgrunder som visas på hemskärmen och i andra fönster, t.ex. Inställningar och Tillägg. Standard: 33%

# #31487
source: Opacity of background panels (%)
sv_se: Bakgrundspanelernas opacitet (%)

# #31722
source: Info screen background artwork brightness (%)
sv_se: Ljusstyrka för bakgrundsbilder på infoskärmen (%)

# #31723
source: Library/Playback
sv_se: Bibliotek/uppspelning

# #31705
source: Configure global search
sv_se: Konfigurera global sökning

# #31709
source: Include 'biography' field in this search
sv_se: Inkludera fältet "biography" i denna sökning

# #31710
source: Include 'review' field in this search
sv_se: Inkludera fältet "review" i denna sökning

# #31724
source: Clock
sv_se: Klocka

# #31725
source: None
sv_se: Ingen

# #31726
source: Clock and date
sv_se: Klocka och datum

# #31727
source: Clock, date and weather
sv_se: Klocka, datum och väder

# #31729
source: Enable second background slideshow
sv_se: Aktivera andra bakgrundsbildspel

# #31730
source: Limit second background slideshow to...
sv_se: Begränsa andra bakgrundsbildspelet till...

# #31731
source: Start times
sv_se: Starttider

# #31701
source: Movement
sv_se: Rörelse

# #31717
source: Enable scrolling on long titles instead of truncation (...)
sv_se: Aktivera rullning för långa titlar istället för avkortning (...)

# #31718
source: Prefer time remaining to video duration in player seek bar
sv_se: Föredra återstående tid till videospeltid i spelarens sökfält

# #31813
source: This disables the label that appears upon video playback showing information about the video including end time, resolution and age rating.
sv_se: Detta inaktiverar etiketten som visas vid videouppspelning och som innehåller information om videon, inklusive sluttid, upplösning och åldersbedömning.

# #31829
source: Large
sv_se: Stor

# #31830
source: Small
sv_se: Liten

# #31482
source: Vertical small
sv_se: Vertikal liten

# #31483
source: Vertical large
sv_se: Vertikal stor

# #31415
source: Horizontal
sv_se: Horisontell

# #31471
source: Enable 'Fanart' display layout for Grid view in Pictures window
sv_se: Aktivera visningslayout för "Fanart" för rutnätsvy i Bilder-fönstret

# #31802
source: If the current focused container is empty--for example because your filter is set to unwatched episodes and you have no unwatched episodes to view--enabling this will cause Kodi to automatically move to the parent directory.
sv_se: Om den aktuella fokuserade behållaren är tom - t.ex. för att ditt filter är inställt på osedda avsnitt och du inte har några osedda avsnitt att visa - kommer Kodi att automatiskt flytta till den överordnade katalogen om du aktiverar detta.

# #31469
source: Autoplay trailers for tv shows in video library
sv_se: Automatisk uppspelning av trailers för tv-serier i videobiblioteket

# #31637
source: channels in
sv_se: kanaler i

# #31634
source: Now playing channel
sv_se: Nu spelas kanal

# #31635
source: Global search
sv_se: Global sökning

# #31636
source: Sorry no results found!
sv_se: Tyvärr, inga resultat hittades!

# #31952
source: MPAA / TV-PG (US / others)
sv_se: MPAA / TV-PG (US / övriga)

# #31953
source: ACB (Australia)
sv_se: ACB (Australien)

# #31954
source: CHVRS / CBSC (Canada)
sv_se: CHVRS / CBSC (Kanada)

# #31955
source: DJCTQ (Brazil)
sv_se: DJCTQ (Brasilien)

# #31957
source: FSK (Austria / Germany / Switzerland)
sv_se: FSK (Österrike/ Tyskland / Schweiz)

# #31958
source: IFCO (Ireland)
sv_se: IFCO (Irland)

# #31959
source: KIJKWIJZER (Luxembourg / Netherlands)
sv_se: KIJKWIJZER (Luxembourg / Nederländerna)
